var str = `
常驻用户数||用户近30天信令数据，取TOP占用的小区，分工作时间与非工作时间常驻小区||自然周||||
告警次数||近7天重要告警数据出现次数||滚动周||||
无线接通率||近7天PM性能数据||滚动周||||
无线掉线率||近7天PM性能数据||滚动周||||
切换成功率||近7天PM性能数据||滚动周||||
无线利用率||近7天PM性能数据||滚动周||||
VOLTE无线接通率||近7天PM性能数据||滚动周||||
VOLTE无线掉线率||近7天PM性能数据||滚动周||||
VOLTE语音峰值用户数||近7天PM性能数据||滚动周||||
是否高负荷||近7天PM性能数据||滚动周||||
是否高干扰||近7天PM性能数据||滚动周||||
上行平均干扰||近7天PM性能数据||滚动周||||
移动覆盖率||每月竞对MRO开启时间段数据，计算移动本网采样点RSRP>=-110的占比||月||||
电信覆盖率||每月竞对MRO开启时间段数据，计算电信竞对采样点RSRP>=-110的占比||月||||
联通覆盖率||每月竞对MRO开启时间段数据，计算联通竞对采样点RSRP>=-110的占比||月||||
小区派单数量||历史所有工单数据派单数量||天||||
未闭环数量||历史所有工单数据未闭环数量||天||||
`

var arr_1 = str.split('||||');
var arr_3 = [];
for(var i = 0; i < arr_1.length-1; i++) {
	var arr_2 = arr_1[i].split('||');
	arr_3[i]=[];
	for(var j = 0; j < arr_2.length; j++) {
		arr_3[i][j]=arr_2[j].replace('\n','').toString();
	}
}
console.log(JSON.stringify(arr_3));
